import "./index";

export default function ContentBlock({ lng, content }) {
	return (
		<section>
			<div className='col-12'>
				<p>
					Запрошуємо вас на відпочинок в нашому затишному будинку в стилі
					A-Frame з карпатським чаном🏡 розташованому біля річки в с.Стрієва.
					Цей унікальний архітектурний шедевр, з високими стелями та панорамними
					вікнами, створює неповторне відчуття простору й гармонії з природою.
					Тут кожен світанок наповнений кришталево чистим повітрям, а вечори –
					теплом вогню та зірковим небом, яке можна споглядати прямо з вітальні.
					Це ідеальне місце для тих, хто шукає спокій, комфорт і незабутні
					враження, поєднані з сучасним стилем і затишком.
				</p>
			</div>
		</section>
	);
}
