import "./index";

export default function ContentBlock({ lng, content }) {
	return (
		<section className='container d-flex flex-row flex-wrap justify-content-between py-5'>
			<div className='col-12 col-lg-8 pr-3'>
				<h2>Зняти будинок з чаном</h2>
				<p>
					Орендувати A-Frame будинок з карпатським чаном біля річки - це кращий
					варіант відпочинку для вас!
				</p>
				<p>
					Розташований в с.Стрієва цей унікальний архітектурний шедевр, з
					високими стелями та панорамними вікнами, створює неповторне відчуття
					простору й гармонії з природою. Тут кожен світанок наповнений
					кришталево чистим повітрям, а вечори – теплом вогню та зірковим небом,
					яке можна споглядати прямо з вітальні. Це ідеальне місце для тих, хто
					шукає спокій, комфорт і незабутні враження, поєднані з сучасним стилем
					і затишком.
				</p>
				<p>
					Будиночок з чаном на двох це можливість насолодитися природою,
					прокинутися під спів пташок, відчути запах лісу та квітів, відпочити
					від шуму міста та гамірного життя. Тут ви зможете відчути себе в
					гармонії з природою, насолодитися кожним моментом, провести час з
					родиною та друзями, а також насолодитися карпатським чаном.
				</p>
				<p>
					Незалежно від пори року, EcoHouse Strieva стане вашим ідеальним
					прихистком для втечі від міської метушні.
				</p>
			</div>
			<div className='col-12 col-lg-4 d-flex justify-content-center'>
				<video
					width='320'
					height='480'
					controls
					preload='none'
					poster='/imgs/IMG_6550.webp'
				>
					<source src='/video/Eco-house-Strieva.MOV' type='video/mp4' />
					Ваш браузер не підтримує відео.
				</video>
			</div>
		</section>
	);
}
