import "./index";

export default function WhatWeHave({ lng }) {
	return (
		<section>
			<div className='col-12'>
				<p>
					У будиночку на вас чекає: Постіль, рушники, капці, халати для всіх
					гостей; Спеції, чай, кава, цукор, олія, вода з фільтра; Повний набір
					посуду, келихи, плита та холодильник; телевізор, кондиціонер;
					Необмежене користування чаном на вашій терасі та дрова; Особиста
					гриль-зона та все необхідне для гриля Косторова зона Автономне
					енергоживлення у разі відсутності світла. Інтернет енергонезалежний (у
					разі відсутності світла більше ніж 5 хвилин, просимо повідомити
					адміністратора
				</p>
			</div>
		</section>
	);
}
